[Balance.BD_Ep11_Beacon InteractiveObjectBalanceDefinition]
DefaultDisplayName="bright orange"
Grades[0]=(GradeModifiers=)

[Balance.BD_Ep11_MortarTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[GD.MortarLauncher InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep11_MortarTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep11_SpinningSawBlade InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep11_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep11_NoteToBrick MissionItemDefinition]
UseFailureCharacterMessage="I am yours %s to use this article."
ItemName="roland notes"
PickupMessage="open %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="All"

[ItemDefs.ID_Ep11_NoteToBrick:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Roland asked me to send this letter to King Tofu.."
NoConstraintText=""
Suffix=""
Prefix=""

